Repository: inclusive-thinking/photo-labeler
Catalog: src/PhotoLabeler/Resources/Pages/Index.*.resx
Languages: es

source: Choose the directory which contains the photos
es: Elige el directorio con las fotografías

source: Directories loaded
es: Directorios cargados

source: Done!
es: ¡Hecho!

source: Error getting the photos from the directory: {0}.
es: Error al obtener las fotos del directorio: {0}.

source: Exit
es: Salir

source: Hide unlabeled photos.
es: Ocultar fotografías no etiquetadas

source: Loading directories...
es: Cargando directorios...

source: Open folder
es: Abrir carpeta

source: Operation performed with errors
es: Operación realizada con errores

source: Operation performed with errors. {0} photos have been renamed, and {1}. Error/s have occurred: {2}.
es: Operación realizada con errores. Se han renombrado {0} fotografías, y se han producido {1} errore/s: {2}.

source: Operation successfully completed! {0} photos have been renamed.
es: ¡Operación completada satisfactoriamente! Se han renombrado {0} fotografías.

source: Question
es: Pregunta

source: Rename photos
es: Renombrar fotos

source: Select folder
es: Seleccionar carpeta

source: There are no photos labeled for renaming.
es: No hay fotos etiquetadas para renombrar.

source: {0} photos are to be renamed. Do you wish to continue? Please note that the original names of the photos will be changed and the operation cannot be undone.
es: Se van a renombrar {0} fotografías. ¿Deseas continuar? Ten en cuenta que los nombres originales se cambiarán, y que la operación es irreversible.
